Tekla.Structures.Filtering.Categories.PartFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.